app/controllers/items_controller.rb

  def index
    items = Item.all
---
SELECT "items".* FROM "items"